{"category":"Campus","category_link":"http://www.dailycal.org/section/news/campus/","headline":"The rise of the campus meme","subhead":"Tracing the dramatic development of college meme groups","dateline":"November 8, 2017","sections":[{"type":"text","text":"\n<span class=\"dropcap\">O</span>n April 27, the day controversial conservative speaker Ann Coulter was scheduled to speak at UC Berkeley, campus sophomore Reed Lievers posted a picture of a group of police officers to UC Berkeley Memes for Edgy Teens, the campus meme-sharing Facebook group. The caption read, “What a cappella group is this?”"},{"type":"photo-half-half","left_filename":"ucpd","left_caption":"A group of UCPD officers stands on Sproul Plaza during Ann Coulter's scheduled appearance April 27. Reed Lievers / Courtesy","right_filename":"air","right_caption":"Artists in Resonance, a campus a cappella group, poses in the same location. Reed Lievers / Courtesy"},{"type":"text","text":"\nThe picture shows a collection of campus police officers standing in a location often occupied by one of the many campus a cappella groups. It defused the tension created by the ongoing controversy at UC Berkeley over free speech, making light of the fact that a spot normally filled by innocuous singers was, on that day, occupied by police.\n\n“They were seriously in the same formation that we’re in,” said Lievers, who is a member of the campus a cappella group Artists in Resonance. \n\n<a href=\"https://www.facebook.com/groups/1717731545171536/permalink/1904903883120967/\">The meme</a> struck a chord, with reactions quickly numbering in the thousands. Today, it’s the 14th-most-popular post in the group (measured by the number of reactions).\n\nLiever’s meme is a textbook inside joke: To really get it, you have to know about Ann Coulter and the history of campus activism, the complicated relationship between UCPD and the student body, the school’s abundance of a cappella groups and their preference for a very particular location near Sather Gate. In other words, you have to be a UC Berkeley student.\n\nYet, most members of UC Berkeley Memes for Edgy Teens, affectionately referred to as UCBMFET, aren’t UC Berkeley students. They can’t be. There are only about 30,000 undergraduates at the school, but there are more than 100,000 members in the group.\n\nUC Berkeley isn’t the only campus with a highly developed meme culture. Meme groups have become a mainstay of the United States’ elite universities, and at many schools, there are far more members than students. At Harvard, for example, there are almost six meme group members for every undergraduate."},{"type":"meme-table"},{"type":"text","text":"\nThe list of schools with the most popular meme pages reads like a subset of the U.S. News and World Report’s top colleges. One reason could be that storied universities have “richer material for parody,” according to John W. Du Bois, a professor of linguistics at UC Santa Barbara who <a href=\"http://dailynexus.com/2016-10-18/when-ucsb-offers-a-meme-class/\">teaches a class on memes</a>.\n\nOthers say that the particular form of self-deprecating, hypercritical humor that is rewarded in these groups is especially prevalent at selective universities.\n\n“It’s a combination of bookish nerdiness and ironic irreverence,” said Henry Curtis, a student at the University of Chicago. “The students here depend on a sense of irony.”"},{"type":"section-header","text":"Shaping the conversation"},{"type":"text","text":"Meme groups speak volumes about each school’s culture, perhaps even more than an admissions brochure could. Some prospective students join multiple pages to gauge which school would fit their personality and interests.\n\nWhile there are a few topics that play well everywhere — rankings, sleep deprivation and the omnipresent STEM-humanities divide — each campus has distinctive themes.\n\nConsider, for example, UC Berkeley’s obsession with computer science subculture, likely borne of the school’s proximity to Silicon Valley. Posts with obscure references to <a href=\"https://en.wikipedia.org/wiki/Dijkstra%27s_algorithm\">Dijkstra’s algorithm</a> can rack up thousands of reactions.\n\nOr take George Washington University, located in the nation’s capital, whose group’s posts frequently reflect events in the White House. The name of the Facebook group, “GW memes for The 10th most politically active teens,” references the school’s plunge<a href=\"https://www.gwhatchet.com/2017/08/01/gw-loses-title-of-most-politically-active-campus-in-nation/\"> from first to 10th place</a> in the Princeton Review’s ranking of campuses with the most politically active students.\n\n“I think that meme pages are really good at balancing shitting on yourself and shitting on other people,” said Joe Hall, a 2016 Harvard graduate who remains an active participant in meme culture. “Memes are really good at putting things into perspective.”\n\nAnd, in the tradition of the best satire, memes can become an outlet for genuine criticism of events on campus.\n\nAt the University of Chicago, for example, the Phi Delta Gamma fraternity, commonly known as FIJI, planned a controversial construction-themed party on Cinco De Mayo. As reported by <a href=\"https://www.chicagomaroon.com/article/2017/5/10/fiji-responds-allegations-racism-construction-them/\">the Chicago Maroon</a>, an open letter signed by several student organizations explained how the party's theme might perpetuate racist stereotypes. Partygoers, however, still allegedly wore construction workers’ clothing.\n\n<a href=\"https://www.chicagomaroon.com/article/2017/5/12/u-mad-bro/\">Backlash</a> on the meme page was swift."},{"type":"photo-half-half","left_filename":"uchicago-fiji-1","left_caption":"FIJI is a commonly-used name for the Phi Gamma Delta fraternity and is also a brand of bottled water. Henry Curtis / Courtesy","right_filename":"uchicago-fiji-2","right_caption":"This meme criticizes the fraternity for holding a party with attendees allegedly dressed in construction-themed clothing even after being warned of its potentially racist implications. Josh Cruz / Courtesy"},{"type":"text","text":"\nAfter the incident, Curtis “felt pressure” to make a meme right away. He used his friend’s computer to make the water bottle meme above in 30 seconds, he said.\n\nMemes critiquing fraternities and sororities are among the most commonly posted, along with sometimes-serious, sometimes-silly commentary on administrators. Business majors are parodied as “snakes,” and the self-promoting “finance bro” is epitomized by the Goldman Sachs intern.\n\n“Memes are a nerdy sort of thing, so they keep the people with privilege in check,” Curtis added."},{"type":"section-header","text":"A brief history of college memes"},{"type":"text","text":"\nThe rise of campus meme groups is a recent phenomenon. Just one year ago, UC Berkeley Memes for Edgy Teens was practically the only college meme page in existence, with fewer than 1,000 members.\n\nIn May 2016, Chris Tril, a former Daily Cal staff member who came to <a href=\"http://www.dailycal.org/2017/01/19/memes-were-a-mistake/\">resent his creation</a>, started UCBMFET. It was, at first, a small group, promising inside jokes that were truly for insiders. But by January 2017, the number of posts was accelerating. A group started at UCLA whose growth outpaced that of UC Berkeley’s page. About March, a cadre of other universities joined the fray. The number of memes — and members — ballooned."},{"type":"ai2html","filename":"area-chart"},{"type":"d3-graphic","id":"area-chart"},{"type":"text","text":"\nBut by then, college meme groups had started to collide with events in the outside world. In a <a href=\"http://www.dailycal.org/2017/02/20/martin-shkreli-gains-reaction-campus-meme-page/\">bizarre episode</a> Feb. 20, Martin Shkreli — the “pharma bro” recently convicted of securities fraud — posted in UCBMFET before hosting a livestream in which he shared his phone number and took calls from UC Berkeley students.\n\nThe administrators of UCBMFET temporarily changed the group’s name to “UC Shkreli Memes for Edgy Teens” and gave Shkreli moderator privileges. When asked for comment by The Daily Californian, Shkreli responded in a Facebook message, simply, “HELL NO BISH.”"},{"type":"shkreli-video"},{"type":"text","text":"\nIn April and May, the number of posts at every campus skyrocketed, perhaps driven by finals-induced procrastination. But rather than islands of school-specific content, the groups became embroiled in what some have described as a series of “<a href=\"https://mic.com/articles/175420/ivy-league-college-meme-wars#.mGGhkOvdy\">meme wars</a>,” with posts <a href=\"https://www.google.com/url?q=https://www.facebook.com/groups/1717731545171536/permalink/2007339546210733/&sa=D&ust=1509336875914000&usg=AFQjCNGLjuMbr-IEROe-EjTRCWrhVfFurA\">poking fun</a> at other schools.\n\nToday, almost 20 percent of the members of 14 of the most popular campus groups are part of more than one, and popular memes from each group are often reposted to others.\n\nDu Bois points to “remix culture” as a possible explanation for why memes have become important for communication both within and between campuses. There’s fierce competition to produce the best version of a particular meme (as is evident from a bevy of recent posts on UCBMFET and other groups that reference the poems of <a href=\"https://www.google.com/url?q=https://www.facebook.com/groups/1717731545171536/permalink/2008417629436258/&sa=D&ust=1509336875913000&usg=AFQjCNF9My_Zn9yRHyNPdVgbkOuCE5b0EA\">Canadian</a> <a href=\"https://www.google.com/url?q=https://www.facebook.com/groups/1717731545171536/permalink/2006130812998273/&sa=D&ust=1509336875913000&usg=AFQjCNGxKGIGo7YnxnPHvTM-5oN068-9gw\">writer</a> <a href=\"https://www.facebook.com/groups/1717731545171536/permalink/2005575763053778/\">Rupi</a> <a href=\"https://www.google.com/url?q=https://www.facebook.com/groups/1717731545171536/permalink/2005531789724842/&sa=D&ust=1509336875912000&usg=AFQjCNEs2ESpxxhRUrlhcMkAN-OCvdMVYw\">Kaur</a>).\n\nAs students left campus for the summer, the frequency of posts slowed across meme groups. Although most schools still have thriving meme communities, the pace of growth has faltered in the new academic year, prompting the question: Will the college meme phenomenon persist? Or are we past peak meme?\n\n“I think it’ll keep going. It’s slower in the summer, but there's always something to talk about,” said Karina Pauletti, a UCBMFET administrator and campus senior. “There will always be content.”\n\nFor some, college memes may be simply a part of their undergraduate experience, to be left behind with midterms and Keystone Light. But for others who claim memes as integral to their time in college, their involvement may persist beyond their commencement ceremonies.\n\n“I’m going to be posting memes from my grave,” Hall said, in reference to a meme he posted about a year after his graduation. “Or at least enjoying them until the day I die.”"},{"type":"section-header","text":"Explore memes by school"},{"type":"text","text":"\nWe collected the 100 most popular memes from 11 campus Facebook meme groups, assembling a visual history of the dramatic development of these pages. We’ve included explanations for the more obscure jokes.\n\nSome of the memes still left us scratching our heads, so we reached out to the staff of university publications via email to help us make sense of their schools’ inside jokes. We’ve included some of their comments below."},{"type":"schools-nav"},{"type":"school-gallery","school":"Harvard","name":"Harvard Memes for Elitist 1% Tweens"},{"type":"separator"},{"type":"school-gallery","school":"UC Berkeley","name":"UC Berkeley Memes for Edgy Teens"},{"type":"separator"},{"type":"school-gallery","school":"Yale","name":"Yale Memes for Special Snowflake Teens"},{"type":"separator"},{"type":"school-gallery","school":"University of Chicago","name":"UChicago Memes for Theoretical Midwest Teens"},{"type":"separator"},{"type":"school-gallery","school":"Dartmouth","name":"Dartmouth Memes for Cold AF Teens"},{"type":"separator"},{"type":"school-gallery","school":"Stanford","name":"Stanford Memes for Edgy Trees"},{"type":"separator"},{"type":"school-gallery","school":"University of Pennsylvania","name":"Official Unofficial Penn Squirrel Catching Club"},{"type":"separator"},{"type":"school-gallery","school":"UCLA","name":"UCLA Memes for Sick AF Tweens"},{"type":"separator"},{"type":"school-gallery","school":"Northwestern","name":"Northwestern Memes for Networking Teens"},{"type":"separator"},{"type":"school-gallery","school":"George Washington University","name":"GW memes for The 10th most politically active teens"},{"type":"separator"},{"type":"school-gallery","school":"Boston University","name":"BU Memes for Normy Teens"},{"type":"separator"},{"type":"nerd-box","text":"\nFacebook meme data is current as of Nov. 5, 2017. Because new posts continue to be added and posts can be deleted, these rankings may change. Some groups, such as <a href=\"https://www.facebook.com/groups/1006815496091821/\">columbia buy sell memes</a>, are closed groups, so their data is inaccessible.\n\nThis project is open-source on <a href=\"https://github.com/dailycal-projects/meme-timeline\">GitHub</a>."}]}
